<?php

return [
    /*
    |--------------------------------------------------------------------------
    | messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */


    'invalid_login_attempt' => 'محاولة دخول غير صحيحة.',
    'invalid_order_points' => 'عدد نقاط البضائع أكبر من عدد نقاط المخلفات بقارق :points نقطة.',
    'required_products' => 'رجاء اضف بعض المنتجات لأتمام الطلب.',
    'cannot_edit_order' => 'لا يمكن تعديل الطلب الآن.',
    'incorrect_old_password' => 'كلمة المرور القديمة غير صحيحة.',
    'old_and_new_password_equality' => 'كلمة المرور الجديدة يجب أن تكون مختلفة عن كلنة المرور القديمة.',
    'low_wastes_points' => 'عدد نقاط المخلفات أقل من الحد الأدنى المسموح به (:points نقطة)',
    'message_send' => 'تم أرسال الرساله',
    'request_send' => 'تم إرسال طلبك، فى أنتظار الرد',
    'message_saved' => 'تم حفظ العنصر!',
    'message_update' => 'تم تعديل العنصر!',
    'message_delete' => 'تم حذف العنصر.',
    'confirm_delete' => 'هل أنت متأكد من أنك تريد حذف هذا العنصر .. ??',
    'no_result' => 'لا يوجد حاليا أي نتيجة',
    'admin_not_access' => 'ليس لديك الصلاحية لدخول هذه الصفحه .. !!',
    'error_not_found' => 'تعذر العثور على العنصر المطلوب.',
    'error_general' => 'آسف ، لا أعرف ما حدث. حاول لاحقا :(',
    'error_file_upload' => '<p>انت لم تختر ملف للتحميل.</p>',
    'confirm_remove_file' => 'هل أنت متأكد من رغبتك في إزالة هذا الملف؟',
    'favorites_deleted' => 'تم الحذف من المفضلة',
    'favorites_added' => 'تم الأضافة الى المفضلة',
    'not_login' => 'رجاء سجل دخولك',
    'payment_note_1' => 'هذه نسخة تجريبية مجانية ولن يتم تحصيل رسوم منك لمدة شهر واحد.',
    'payment_note_2' => 'يمكنك إلغاء اشتراكك في أي وقت ، لا توجد عقود.',
    'Payment_successful_without_token' => 'تم الدفع بنجاح فشل النظام. يرجى الاتصال بالدعم key',
    'user_cancelled_error' => 'حدثت مشكلة أثناء ألغاء الأشتراك',
    'user_cancelled' => 'تم ألغاء الأشتراك بنجاح',
    'payment_success' => 'تم الدفع بنجاح',
    'payment_pending' => 'عملية الدفع قيد الأنتظار',
    'renew_subscription' => 'تجديد الاشتراك',
    'confirm_renew_subscription' => 'هل تريد تجديد اشتراكك؟',
    'reset_email' => 'تم إعادة إرسال البريد الإلكتروني بنجاح ، يرجى التحقق من البريد الوارد.',
    'confirm_email' => 'يرجى تأكيد حسابك قبل تسجيل الدخول',
    'password_updated' => 'تم تغير كلمه المرور بنجاح',
    'email_updated' => 'تم تحديث بريدك الالكترونى بنجاح',
    'avatar_saved' => 'تم تغيير الصمره الشخصيه بنجاح',
    'invalid_request' => 'فشل فى الطلب',
    'logout' => 'عوود الينا قريبا :)',
    'enjoy_your_time' => 'استمتع بوقتك 😊!',
    'thank_you_joining' => 'شكرا لانضمامك: app_name. يرجى استخدام الرمز أعلاه للتحقق من ملكية حسابك.',
    'expire_verify_code' => 'ملاحظة: ستنتهي صلاحية الرمز خلال 10 دقائق ، لذا يرجى التحقق قريبًا!',
    'thank_you' => 'شكرا لك 😊 لاستخدام :app_name!',
    'check_order_details' => 'يمكنك التحقق من تفاصيل الطلب على ',
    'receiving_email' => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.',
    'wrong_request_password_reset' => 'إذا لم تطلب إعادة تعيين كلمة المرور ، فلا يلزم اتخاذ أي إجراء آخر.',
    'account_verified_success' => 'تهانينا , تم تفعيل الحساب بنجاح',
    'test_again_after' => 'يجب مرور :period دقيقة على الاختبار مرة ثانية',

];
